{
  "title": "Lumen Grove - Умови та положення",
  "last_updated": "Останнє оновлення: 20/06/2025",
  "read_terms": "Будь ласка, уважно прочитайте ці Умови та положення (\"Умови\"). Завантажуючи, встановлюючи або використовуючи Lumen Grove (\"Гру\"), ви погоджуєтеся з цими Умовами.",
  "definitions": "Визначення",
  "entire_agreement": "Повна угода",
  "eligibility": "Право на використання та використання неповнолітніми",
  "license_grant": "Надання ліцензії та обмеження",
  "prohibited_uses": "Заборонені способи використання",
  "limited_warranties": "Обмежені гарантії",
  "export_control": "Експортний контроль",
  "intellectual_property": "Інтелектуальна власність",
  "user_content": "Контент користувача",
  "account_suspension": "Призупинення та припинення облікового запису",
  "ads_iap": "Реклама та покупки в додатку",
  "indemnification": "Відшкодування збитків",
  "limitation_of_liability": "Обмеження відповідальності",
  "insurance": "Рекомендація щодо страхування",
  "api_sdk": "API/SDK та сторонні сервіси",
  "automatic_updates": "Автоматичні оновлення та відключення",
  "security_measures": "Заходи безпеки та відмова від відповідальності",
  "force_majeure": "Форс-мажор",
  "governing_law": "Законодавство та вирішення спорів",
  "assignment": "Передача прав та афілійовані особи",
  "modification": "Зміна умов",
  "severability": "Подільність та відмова від прав",
  "contact": "Контактна інформація",
  "news4_title": "Новина #4: Перший публічний тест 🌲",
  "news4_subtitle": "🇺🇦 12 рівнів готово, є українська локалізація, і ми вже рухаємось до наступного етапу.",
  "news4_paragraph_1": "Власне, ми давно вирішили змінити формат гри, змістивши фокус на більш спокійний тип геймплею замість чистого пазл-платформіґу.",
  "news4_paragraph_2": "Тому час протестувати наявні рівні та отримати фідбек — особливо по рівню у стилі раннер, що вибивається з загального темпу гри. Це було заплановано для зміни динаміки, проте поки не знаємо, наскільки це вдале рішення.",
  "news4_blockquote_1": "Далі — Хаб. Себто той самий спокійний тип геймплею, про який я казав на початку. Дуже кортить почати це завдання — ще ніколи такого не робили, тому звучить особливо цікаво.",
  "news4_paragraph_3": "Якщо коротко, то геймплейно це ферма: вирощуй 🌿, покращуй 🔧, відкривай нові рослини 🌼. Загальна тема — ліс, а в його центрі — паросток дуба, котрий потрібно підсилювати, приносячи йому світлячків ✨.",
  "news4_paragraph_4": "Фішкою буде те, що цей Хаб буде максимально інтегрований з історією. Розвиток хабу = проявленню лору — через персонажів, діалоги, описи тощо. Для тих, хто любить казки, це має максимально зайти 📜",
  "news4_paragraph_5": "Ну і звичайно, він слугуватиме для більш утилітарних штук:",
  "news4_list_1": "навігації 🧭",
  "news4_list_2": "сповіщень (о, для них у нас теж крута ідея — спойлер: це буде подано у стилі Лісової Газети) 📰",
  "news4_list_3": "збору ресурсів 💎",
  "news4_list_4": "щоденних винагород 🎁",
  "news4_blockquote_2": "Кажуть, у кінці постів потрібно розміщувати 'заклик до дії'. В мене якраз є таке:",
  "news4_test_call": "Потестіть білд, будь ласка! Бо ми робимо гру не для себе, а для вас ❤️",
  "news4_note": "Там немає реклами, немає ніяких покупок чи чогось такого. Ви десь таке бачили? Тому мерщій грати! 🌌",
  "news4_feedback_reminder": "А потім — конче необхідно отримати фідбек. Бо як мені знати, що вам зайшло, а що ні?",
  "news4_form_link_text": "📝 Форма для фідбеку",
  "news4_ps": "Українська була завжди — локалізацією по факту є англійська 😏",
  "news4_play_link": "Посилання на відкритий тест білд у Google Play",
  "mainpage_video_heading": "Останнє відео з далекого лісу",
  "lore1_date": "13 лют. 2026",
  "lore1_title": "Lumen Grove — як росте чарівний ліс",
  "lore1_p1": "Буває так, що плануєш одне, а виходить зовсім інше, правда? Та це не завжди погано, інколи річ, над якою працюєте, сама підказує, якою вона хоче бути.",
  "lore1_p2": "Саме так і сталося з чарівним світом Far-Far Forest, котрий мав розповісти історію про загадкове створіння у зеленому каптурі, що збирає світлячків, заманюючи їх світлом своєї лампи. Проте виявилося, що це створіння є лише частиною цієї історії і аби її зрозуміти (та ще й мати змогу переказати), потрібне місце, котре буде таким собі «обʼєднуючим центром» для цілої розповіді.",
  "lore1_p3": "Таке враження, ніби потрібне щось таке, як обкладинка, аби історія, написана на аркушах паперу, могла називатися книгою — дати єдину форму, будучи водночас не лише інструментом, а й її частиною.",
  "lore1_heading_place": "Тож, що це за місце?",
  "lore1_p4": "Ну, тут можна відповісти по-різному. У контексті історії це є Contra spem spero (без надії сподіваюсь) у чистому вигляді. Мається на увазі, що це місце є останнім острівцем опору у світі, поглинутому темрявою, без шансів на перемогу. Тут живуть спогадами про минуле (такий собі золотий вік), надії на повернення котрого обʼєктивно немає. Певною мірою це безглуздя, вибір, що очевидно приведе до загибелі. І я б не сказав, що рушієм такої поведінки є надія. Це радше упертість, неприйняття нової реальності навіть ціною життя.",
  "lore1_p5": "Та як би там не було, саме тут стається дещо неймовірне — проростає пагін Чарівного Дуба, а це означає, що світло може знову засяяти у Far-Far Forest, але почнеться це у Lumen Grove.",
  "lore1_heading_wrong": "Так а що ж тут не так?",
  "lore1_p6": "Як ви могли помітити, цей казковий світ дещо темний, і не тільки тому, що тут немає сонця, а лише місяць (до речі, так!), а й тому, що навіть у нічному лісі цілковита темрява не є звичним явищем.",
  "lore1_p7": "Я б пояснив це так: ми знаємо, що ліс живий, правильно? Але тут він навіть ще живіший. Річ у тому, що кожне дерево, камінь чи тварина є втіленням певного духа, що обрав собі форму відповідно до своєї природи. І серед таких «втілених духів» виділявся Чарівний Дуб — він відігравав ключову роль у цьому світі.",
  "lore1_p8": "Це золоте дерево було домом для тисяч світлячків, котрі освітлювали ліс, дозволяли йому гармонійно рости та розвиватись. Вони були такою собі «енергією життя».",
  "lore1_p9": "На жаль, навіть у казкових світах проростає зле коріння заздрощів, підступу і зради. Так, одне кволе дерево, малий покручений каштан що ріс колись у хащах, користаючи з доброти інших створінь, зміг пробити собі шлях на гору. Отруюючи все навколо себе, він міцнішав, коріння сягало глибше, витісняючи чи занапащаючи інших на своєму шляху до Високого Пагорба.",
  "lore1_p10": "Усе змінилось. Золоті Потоки стали Гниловодами, Світлі Бори тепер Колючі Хащі і лиш тіні бродять по-між дерев.",
  "lore1_p11": "Чарівний Дуб не чекав такої зради, а коли зрозумів, що відбулось — вже було занадто пізно. Отруєний водами, ослаблений і знесилений, він відчував усе, що відбувається, своєю корою, бо ж його дух був найміцніше повʼязаний з самим лісом.",
  "lore1_p12": "Зрештою він не витримав. Гілля Чарівного Дуба тихо похилилось до долу і стовбур повалився.",
  "lore1_p13": "Тепер над Високим Пагорбом, у глухій зловісній темряві височіє узурпатор — Сухий Каштан."
} 